{
  "notFound": "Produkt nebol nájdený",
  "header": "Produkty",
  "Drying Kilns": {
    "name": "Sušiarne dreva",
    "title": "Sušiarne dreva BIGonDRY, vysoký štandard kvality.",
    "description": {
      "Conventional drying kilns installations ": "Konvenčné sušiace pece ",
      "for sawn wood, hardwood and softwood,": "pre rezivo, tvrdé aj mäkké drevo,",
      " with capacities ranging from 2-3 m3 to over 250 m3, fully aluminium or customized to existing structures, made of standard modules or provided as per specific customer requirements.": "s kapacitou od 2–3 m³ do viac než 250 m³, kompletne hliníkové alebo prispôsobené existujúcim štruktúram, vyrobené zo štandardných modulov alebo podľa špecifických požiadaviek zákazníka.",
      "BIGonDRY srl kilns may be ": "Sušiarne BIGonDRY srl môžu byť ",
      "powered by any source of energy": "napájané akýmkoľvek zdrojom energie",
      ": hot water, steam or diathermic oil supplied by conventional or solid fuel boilers as well as hot air generated by gas, diesel or electric heating systems.": ": horúcou vodou, parou alebo diatermickým olejom dodávaným konvenčnými alebo kotlami na tuhé palivo, ako aj horúcim vzduchom generovaným plynovými, naftovými alebo elektrickými vykurovacími systémami."
    }
  },
  "Heat Treatment Plants (ISPM-15)": {
    "name": "Zariadenia na tepelnú úpravu (ISPM-15)",
    "title": "Tepelná úprava ISPM-15 – maximálny výkon za minimálne náklady!",
    "description": {
      "BIGonDRY srl has developed reduced investment compact plants, using direct heating systems without avoiding the installation of boilers and plumbing. Exchange circuits with high efficiency (up to 95-98%) run this type of plants, using conventional fuels (gas and diesel).": "BIGonDRY srl vyvinul kompaktné zariadenia s nízkymi investičnými nákladmi, ktoré využívajú priame vykurovacie systémy bez potreby inštalácie kotlov a potrubí. Tento typ zariadení využíva výmenníkové okruhy s vysokou účinnosťou (až 95–98 %) a konvenčné palivá (plyn a nafta).",
      "These plants are engineered to optimize consumption and minimize first investment and operating costs. Static or dynamic plants with frontal or carriage loading can be built in order to optimize loading and unloading dynamics and minimize all costs of handling, whose crucial impact would lead to higher costs during short process cycles.": "Tieto zariadenia sú navrhnuté tak, aby optimalizovali spotrebu a minimalizovali počiatočné investície a prevádzkové náklady. Môžu byť postavené statické alebo dynamické zariadenia s čelným alebo vozíkovým nakladaním, aby sa optimalizovala dynamika nakladania a vykladania a minimalizovali všetky náklady na manipuláciu, ktorých vplyv by počas krátkych procesných cyklov viedol k vyšším nákladom.",
      "Specific installations for the heat treatment of pallets and wood packaging material and phytosanitary treatment in accordance with ISPM 15 and International Standard Measures.": "Špecifické inštalácie na tepelnú úpravu paliet a drevených obalových materiálov a na fytosanitárnu úpravu v súlade s ISPM 15 a medzinárodnými normami."
    }
  },
  "Thermal Modification Kilns": {
    "name": "Pec na tepelnú modifikáciu",
    "title": "Pec na tepelnú modifikáciu (THW)",
    "description": {
      "THW ": "THW ",
      "is the line of machinery for the thermal modification of the wood with high temperature. This range of plants goes from a net capacity of 4 m³ up to approximately 30 m³, with a very precise and sophisticated management system.": "je rad zariadení na tepelnú modifikáciu dreva pri vysokých teplotách. Tento rad má čistú kapacitu od 4 m³ do približne 30 m³ s veľmi presným a sofistikovaným riadiacim systémom.",
      "BIGonDRY Srl is also focused on eco-sustainable processes and the construction of eco-friendly systems in order to create a development opportunity but with attention to optimizing energy consumption, combining the best relationship between quality and price.": "BIGonDRY Srl sa tiež zameriava na ekologicky udržateľné procesy a výstavbu ekologických systémov s cieľom vytvoriť príležitosť na rozvoj, pričom kladie dôraz na optimalizáciu spotreby energie a najlepší pomer kvality a ceny.",
      "To summarize, BIGonDRY built a technologically advanced and extremely versatile machine that can do different treatments as:": "Zhrnuté, BIGonDRY postavil technologicky pokročilé a extrémne univerzálne zariadenie, ktoré dokáže vykonávať rôzne úpravy ako:",
      "Drying,\nSteaming,\nHeat treatment according to ISPM-15 Standards,\nHigh temperature treatment up to 250°C,\nThermo-steaming of the wood,": "Sušenie,\nNapaľovanie,\nTepelná úprava podľa noriem ISPM-15,\nVysokoteplotná úprava až do 250 °C,\nTermo-napaľovanie dreva,",
      "with enormous advantages in terms of consumption and environmental impact thanks to the reduced emission into the atmosphere and the advanced electronic control that guarantees excellent results in the property of the wood.": "s obrovskými výhodami z hľadiska spotreby a vplyvu na životné prostredie vďaka zníženým emisiám do ovzdušia a pokročilému elektronickému riadeniu, ktoré zaručuje výborné výsledky vo vlastnostiach dreva.",
      "A very sophisticated electronic control system guarantees excellent results on wood with dark and homogeneous color tones throughout the thickness. This innovative system of heat treatment plant at high temperatures gives the wood characteristics of durability and stability, without chemical additives on the wood. The thermally modified wood reduces shrinkage and swelling and improves resistance against pest infestation.": "Veľmi sofistikovaný elektronický riadiaci systém zaručuje vynikajúce výsledky na dreve s tmavými a homogénnymi farebnými tónmi v celom priereze. Tento inovatívny systém vysokej teplotnej úpravy dodáva drevu vlastnosti trvácnosti a stability bez chemických prísad. Tepelne modifikované drevo znižuje zosychanie a napúčanie a zlepšuje odolnosť proti napadnutiu škodcami."
    }
  },
  "Steaming Chambers": {
    "name": "Napaľovacie komory",
    "title": "Napaľovacie komory a kombinované sušiarne",
    "description": {
      "Wood steaming treatment chambers have the purpose to homogenize and slightly modify the coloring of wood, remove any presence and effect of parasites, in order to make wood more workable.": "Napaľovacie komory slúžia na homogenizáciu a miernu úpravu sfarbenia dreva, odstránenie prítomnosti parazitov a ich účinkov, aby bolo drevo lepšie spracovateľné."
    }
  },
  "Biomass Drying Systems": {
    "name": "Systémy na sušenie biomasy",
    "title": "Systémy na sušenie biomasy",
    "description": {
      "BIGonDRY Srl has studied specific solutions for drying firewood and wood chips, which adapt to the type of packaging and the production line and the customer's logistics. The primary objective of the proposed systems is to minimize the investment cost and optimize process consumption, essential conditions for making biomass drying competitive.": "BIGonDRY Srl vyvinul špecifické riešenia na sušenie palivového dreva a drevnej štiepky, ktoré sa prispôsobujú typu balenia, výrobnému procesu a logistike zákazníka. Hlavným cieľom navrhovaných systémov je minimalizácia investičných nákladov a optimalizácia spotreby procesu – základné predpoklady konkurencieschopnosti sušenia biomasy."
    }
  },
  "Spare parts and Assistance": {
    "name": "Náhradné diely a podpora",
    "title": "Podpora a náhradné diely",
    "description": {
      "BIGonDRY Srl also provides assistance and advice on treatments, as well as electrical, electronic and mechanical spare parts for BIGonDRY and competitors' kilns.": "BIGonDRY Srl poskytuje aj podporu a poradenstvo pri úpravách, ako aj elektrické, elektronické a mechanické náhradné diely pre sušiarne BIGonDRY a konkurenčných výrobcov.",
      "It is also possible to Replace electronics with BIGonDRY software systems on competing kilns.": "Je tiež možné nahradiť elektroniku v konkurenčných sušiarňach softvérovými systémami BIGonDRY."
    }
  }
}
