{
   "notFound": "Produkt nebyl nalezen",
   "header": "Produkty",
   "Drying Kilns": {
     "name": "Sušárny dřeva",
     "title": "Sušárny dřeva BIGonDRY, vysoký kvalitní standard.",
     "description": {
       "Conventional drying kilns installations ": "Konvenční sušicí pece ",
       "for sawn wood, hardwood and softwood,": "pro řezivo, tvrdé a měkké dřevo,",
       " with capacities ranging from 2-3 m3 to over 250 m3, fully aluminium or customized to existing structures, made of standard modules or provided as per specific customer requirements.": " s kapacitou od 2-3 m3 do více než 250 m3, plně hliníkové nebo přizpůsobené stávajícím strukturám, vyrobené ze standardních modulů nebo podle specifických požadavků zákazníka.",
       "BIGonDRY srl kilns may be ": "Sušárny BIGonDRY srl mohou být ",
       "powered by any source of energy": "napájeny jakýmkoliv zdrojem energie",
       ": hot water, steam or diathermic oil supplied by conventional or solid fuel boilers as well as hot air generated by gas, diesel or electric heating systems.": ": horkou vodou, párou nebo diatermickým olejem dodávaným konvenčními nebo tuhými palivovými kotli, stejně jako horkým vzduchem generovaným plynovými, naftovými nebo elektrickými topnými systémy."
     }
   },
   "Heat Treatment Plants (ISPM-15)": {
     "name": "Zařízení pro tepelnou úpravu (ISPM-15)",
     "title": "Tepelné ošetření ISPM-15 – maximální výkon za minimální náklady!",
     "description": {
       "BIGonDRY srl has developed reduced investment compact plants, using direct heating systems without avoiding the installation of boilers and plumbing. Exchange circuits with high efficiency (up to 95-98%) run this type of plants, using conventional fuels (gas and diesel).": "BIGonDRY srl vyvinul kompaktní zařízení s nižšími investičními náklady, využívající přímé topné systémy bez nutnosti instalace kotlů a potrubí. Tento typ zařízení využívá výměnné okruhy s vysokou účinností (až 95-98%) a konvenční paliva (plyn a naftu).",
       "These plants are engineered to optimize consumption and minimize first investment and operating costs. Static or dynamic plants with frontal or carriage loading can be built in order to optimize loading and unloading dynamics and minimize all costs of handling, whose crucial impact would lead to higher costs during short process cycles.": "Tato zařízení jsou navržena tak, aby optimalizovala spotřebu a minimalizovala počáteční investice a provozní náklady. Lze postavit statická nebo dynamická zařízení s čelním nebo vozíkovým nakládáním, aby se optimalizovala dynamika nakládání a vykládání a minimalizovaly veškeré náklady na manipulaci, jejichž zásadní dopad by vedl k vyšším nákladům během krátkých procesních cyklů.",
       "Specific installations for the heat treatment of pallets and wood packaging material and phytosanitary treatment in accordance with ISPM 15 and International Standard Measures.": "Specifická zařízení pro tepelné ošetření palet a dřevěných obalových materiálů a fytosanitární ošetření v souladu s ISPM 15 a mezinárodními standardními opatřeními."
     }
   },
   "Thermal Modification Kilns": {
     "name": "Pec na tepelnou modifikaci",
     "title": "Pec na tepelnou modifikaci (THW)",
     "description": {
       "THW ": "THW ",
       "is the line of machinery for the thermal modification of the wood with high temperature. This range of plants goes from a net capacity of 4 m³ up to approximately 30 m³, with a very precise and sophisticated management system.": "je řada strojů pro tepelnou modifikaci dřeva při vysokých teplotách. Tento sortiment zařízení má čistou kapacitu od 4 m³ do přibližně 30 m³ s velmi přesným a sofistikovaným řídicím systémem.",
       "BIGonDRY Srl is also focused on eco-sustainable processes and the construction of eco-friendly systems in order to create a development opportunity but with attention to optimizing energy consumption, combining the best relationship between quality and price.": "BIGonDRY Srl se také zaměřuje na ekologicky udržitelné procesy a výstavbu ekologických systémů za účelem vytvoření příležitosti pro rozvoj, ale s důrazem na optimalizaci spotřeby energie a kombinaci nejlepšího poměru kvality a ceny.",
       "To summarize, BIGonDRY built a technologically advanced and extremely versatile machine that can do different treatments as:": "Stručně řečeno, BIGonDRY postavil technologicky vyspělý a extrémně univerzální stroj, který dokáže provádět různé úpravy, jako jsou:",
       "Drying,\nSteaming,\nHeat treatment according to ISPM-15 Standards,\nHigh temperature treatment up to 250°C,\nThermo-steaming of the wood,": "Sušení,\nNapařování,\nTepelné ošetření podle norem ISPM-15,\nVysokoteplotní ošetření až do 250°C,\nTermo-napařování dřeva,",
       "with enormous advantages in terms of consumption and environmental impact thanks to the reduced emission into the atmosphere and the advanced electronic control that guarantees excellent results in the property of the wood.": "s obrovskými výhodami z hlediska spotřeby a dopadu na životní prostředí díky sníženým emisím do atmosféry a pokročilé elektronické kontrole, která zaručuje vynikající výsledky ve vlastnostech dřeva.",
       "A very sophisticated electronic control system guarantees excellent results on wood with dark and homogeneous color tones throughout the thickness. This innovative system of heat treatment plant at high temperatures gives the wood characteristics of durability and stability, without chemical additives on the wood. The thermally modified wood reduces shrinkage and swelling and improves resistance against pest infestation.": "Velmi sofistikovaný elektronický řídicí systém zaručuje vynikající výsledky na dřevě s tmavými a homogenními barevnými tóny po celé tloušťce. Tento inovativní systém tepelného ošetření při vysokých teplotách dodává dřevu vlastnosti trvanlivosti a stability bez chemických přísad. Tepelně upravené dřevo snižuje smršťování a bobtnání a zlepšuje odolnost proti napadení škůdci."
     }
   },
   "Steaming Chambers": {
     "name": "Napařovací komory",
     "title": "Napařovací komory a kombinované sušárny",
     "description": {
       "Wood steaming treatment chambers have the purpose to homogenize and slightly modify the coloring of wood, remove any presence and effect of parasites, in order to make wood more workable.": "Napařovací komory mají za úkol homogenizovat a mírně upravit zbarvení dřeva, odstranit případné parazity a jejich účinky, aby bylo dřevo lépe zpracovatelné."
     }
   },
   "Biomass Drying Systems": {
     "name": "Systémy pro sušení biomasy",
     "title": "Systémy pro sušení biomasy",
     "description": {
       "BIGonDRY Srl has studied specific solutions for drying firewood and wood chips, which adapt to the type of packaging and the production line and the customer's logistics. The primary objective of the proposed systems is to minimize the investment cost and optimize process consumption, essential conditions for making biomass drying competitive.": "BIGonDRY Srl studoval specifická řešení pro sušení palivového dřeva a dřevní štěpky, která se přizpůsobují typu balení, výrobní lince a logistice zákazníka. Hlavním cílem navrhovaných systémů je minimalizovat investiční náklady a optimalizovat spotřebu procesu, což jsou nezbytné podmínky pro konkurenceschopnost sušení biomasy."
     }
   },
   "Spare parts and Assistance": {
     "name": "Náhradní díly a asistence",
     "title": "Asistence a náhradní díly",
     "description": {
       "BIGonDRY Srl also provides assistance and advice on treatments, as well as electrical, electronic and mechanical spare parts for BIGonDRY and competitors' kilns.": "BIGonDRY Srl také poskytuje pomoc a poradenství týkající se ošetření, stejně jako elektrické, elektronické a mechanické náhradní díly pro sušárny BIGonDRY a konkurenčních výrobců.",
       "It is also possible to Replace electronics with BIGonDRY software systems on competing kilns.": "Je také možné nahradit elektroniku softwarovými systémy BIGonDRY na konkurenčních sušárnách."
     }
   }
 }