{
  "woodTypeCharacteristics": "Wood Type Characteristics",
  "examplesOfThermalVariation": "Examples of thermal variation",
  "characteristics": {
    "Waterproofness": "Waterproofness",
    "Elasticity": "Elasticity",
    "Swelling": "Swelling",
    "Durability": "Durability",
    "Pressure": "Pressure"
  },
  "Spruce": {
    "name": "Spruce",
    "title": "Picea abies Karst.",
    "description": {
      "0": {
        "0": "The Spruce is widespread in Europe and Central Asia, suitable for alpine climates and has the ability to adapt to the climatic situation in which it is found by developing suitable characteristics. It is easily workable and has favorable characteristics for the construction of musical instruments and for internal building uses. The heat treatment carried out with the BIGonDRY THW plant has effects on the physical and mechanical properties of the spruce wood. It has particularly positive consequences as regards the ",
        "1": "dimensional stability",
        "2": " parameters and durability reaching ",
        "3": "class 2"
      }
    }
  },
  "Douglas": {
    "name": "Douglas",
    "title": "Pseudotsuga menziesii",
    "description": {
      "0": {
        "0": "Originating from the west coast of the United States of America, Douglas prefers temperate and humid climates. It is one of the tallest plants in the world, its stem can reach 75m in height but remains moderately limited in diameter. It is used in construction: boats, bridges, houses, carpentry in general, railway axles, precisely because of its lightness, strength, elasticity and resistance to atmospheric agents. The heat treatment carried out with the BIGonDRY THW plant has effects on the physical and mechanical properties. It minimally affects the density of the heat-treated material at various temperatures, but has a very positive effect on dimensional stability. As far as ",
        "1": "durability ",
        "2": "is concerned, there is a class improvement based on the heat treatment temperature, ",
        "3": "class 2",
        "4": " is obtained."
      }
    }
  },
  "Scots Pine": {
    "name": "Scots Pine",
    "title": "Pinus sylvestris L",
    "description": {
      "0": {
        "0": "It is the most widespread conifer in Europe, it has a very high adaptability to different climatic conditions and soils. It is used in construction, carpentry, furniture and for the production of paper pulp. The heat treatment carried out with the BIGonDRY THW plant has effects on the physical and mechanical properties of Scots pine wood. It has particularly positive consequences as regards the ",
        "1": "dimensional stability",
        "2": " parameters and durability reaching ",
        "3": "class 2"
      }
    }
  },
  "Maritime Pine": {
    "name": "Maritime Pine",
    "title": "Pinus pinaster Aiton",
    "description": {
      "0": {
        "0": "The Maritime Pine develops mainly near the coasts of the Mediterranean Sea, in fact it owes its name to its predisposition to grow in sandy areas. It develops very high trunks and dominated by a crown consisting of dense green needles. It is used a lot for the extraction of its resin, less for its own wood despite being easily workable. The heat treatment carried out with the BIGonDRY THW plant has a ",
        "1": "very positive effect on increasing dimensional stability and compressive strength. ",
        "2": "The parameter that is most positively affected by heat treatments is ",
        "3": "durability. ",
        "4": "The improvements are especially noticeable at the high temperatures in which ",
        "5": "class 1",
        "6": " is reached."
      }
    }
  },
  "Beech": {
    "name": "Beech",
    "title": "Fagus sylvatica L.",
    "description": {
      "0": {
        "0": "The Beech, thanks to its ability to adapt to growth in different climatic conditions, has a varied distribution. It is a very long-lived, slow-growing plant, characterized by slightly tapered stems and a very thin greyish bark. Its wood is valued for being hard and compact and this makes it suitable for the construction of furniture, kitchen utensils and for being turned. The benefits brought about by thermal modification in terms of dimensional stability are considerable: an anti-swelling efficiency of almost 60% is achieved. ",
        "1": "Durability passes from class 5 to class 2 ",
        "2": "thus having an extremely positive effect and considerably extending the life expectancy of the wood."
      }
    }
  },
  "Ash": {
    "name": "Ash",
    "title": "Fraxinus spp.",
    "description": {
      "0": {
        "0": "The Ash has a tendency to grow in environments with a temperate climate. It develops very tall with a cylindrical and particularly straight trunk. Strongly known for the uses that can be made of bark and leaves for medicinal and medicinal purposes and also excellent as a fuel and therefore for the production of firewood and appreciated for its ease of processing, resistance and elasticity. The heat treatment causes a great benefit regarding the dimensional stability, the efficiency against the reabsorption of moisture and the consequent swelling will be more than double compared to the untreated material. ",
        "1": "The durability ",
        "2": "is the property that is most positively affected by heat treatment and in fact",
        "3": "reaches class 1."
      }
    }
  },
  "Poplar": {
    "name": "Poplar",
    "title": "Populus spp.",
    "description": {
      "0": {
        "0": "Poplar is widespread throughout the northern hemisphere, the bark is smooth in young specimens and then becomes rough over time. The color of the wood tends to be white-light yellow. It is highly appreciated for its light weight and is used in the paper industry, packaging and the manufacture of plywood panels. The heat treatment carried out with the BIGonDRY THW plant has a very ",
        "1": "positive effect on dimensional stability,",
        "2": " improving it by about 50%. The positive effects of the heat treatment are also shown in the compressive strength parameters and in the modulus of elasticity. The most surprising data, however, is the ",
        "3": " improvement in durability that reaches class 1",
        "4": " with heat treatment."
      }
    }
  },
  "Oak": {
    "name": "Oak",
    "title": "Quercus petraea Liebl.",
    "description": {
      "0": {
        "0": "The Oak is widespread throughout Europe with the exception of the Italian islands. It therefore prefers continental climates and goes to altitudes up to 1000 meters. Its natural wood is considered valuable for its density and heaviness and for its light brown color. It is used for the production of floors, furniture and barrels for the aging of fine liqueurs. The heat treatment carried out with the BIGonDRY THW plant gives a significant improvement in terms of dimensional stability, the effects of ",
        "1": "moisture reabsorption and swelling ",
        "2": "caused by the same are ",
        "3": "reduced by 55%. ",
        "4": "Durability is already very good for natural wood, ",
        "5": "the treatment enhances this characteristic."
      }
    }
  },
  "Tulipier": {
    "name": "Tulipier",
    "title": "Liriodendron tulipifera L.",
    "description": {
      "0": {
        "0": "Tulipier is a species of wood native to the United States of America, more precisely from the eastern part. However, it is also cultivated throughout Europe as an ornamental plant. Being a tree that grows tall and straight, it provides wood which, with its characteristics of workability, stability and specific weight, make it suitable for a large number of uses. It has a whitish color, evident veining with dark or greenish flames. The heat treatment carried out with the BIGonDRY THW system has positive effects regarding dimensional stability, which define an ",
        "1": "improvement in hygroscopic efficiency, and anti-swelling that reaches up to 50%",
        "2": "The life expectancy of this wood species extends a lot once subjected to heat treatment, in fact we have reached ",
        "3": "class 2",
        "4": " of durability."
      }
    }
  }
}
